<script>
    import DownloadButton from "$lib/components/DownloadButton.svelte";
    import ArticleHead from "./ArticleHead.svelte";
    import flag from '$lib/img/GermanyFlag.svg'
</script>

<svelte:head><title>Главная</title></svelte:head>

<ArticleHead header='Работа в Германии' img={flag} altImg='Флаг Германии' />
<h1>Для соискателей работы в Германии</h1>
<div class="limiter">
    <div class="qa">
        <h2>Кто мы?</h2>
        <p>
            Мы <span class="bold">белорусская компания ГрандАлира Минск</span> 
            (Лицензия 33030/28200000065237 от 07.08.2020).
            Оказываем помощь в трудоустройстве к прямым нанимателям в Германию. 
            Трудоустраиваем официально на контракты от 1 года с возможностью подтвердить образование и остаться на ПМЖ в Германии.<br>
            Наши работодатели предлагают официальное трудоустройство и возможность роста заработной платы по результатам труда.
        </p>
    </div>
    <div class="qa">
        <h2>Нужен ли немецкий язык и какой уровень?</h2>
        <p>
            Для трудоустройства в Германии на постоянную работу 
            от 1 года минимальный уровень знания немецкого языка
            должен быть не менее А2 при профессионально-техническом 
            и средне-специальном образовании. 
            В среднем для обучения одному уровню с нуля необходимо 2-4 месяца.</p>
    </div>
    <div class="qa">
        <h2>Кому это интересно?</h2>
        <p>Вам 18-43 года, есть оконченное образование от 1 года, есть желание работать и жить в Германии, желаете узнать как подтвердить свое образование, учить немецкий язык и претендовать на более выгодные условия труда.</p>
    </div>
    <div class="qa">
        <h2>Я могу поехать без языка и образования?</h2>
        <p>
            <span class="bold">ДА!</span> 
            Если Вам 18-55 лет, есть возможность работать ВАХТОЙ 
            (работодатель - литовская компания). Все работы в Германии - 
            подробности уточнять по телефону. 
            Также, если Вам 18-43 года, есть оконченное образование
            и желание остаться в Германии работать и жить, 
            мы поможем подготовить все необходимые документы
            для прямого трудоустройства в немецкую компанию.</p>
    </div>
    <div class="qa">
        <h2>Что нужно оплатить?</h2>
        <p class="red">*Если мы занимаемся под ключ документами из пункта 1 (кроме справки из учебного заведения) - оплата 200 бел. руб.</p>
        <p>1*.   Документы, необходимые для подачи на рабочую Визу D (трудовая деятельность):</p>
        <ul class="qa__list">
            <li><span class="bold">Апостиль на диплом и выписку.</span> Проставляет Департамент контроля качества образования Министерства образования Республики Беларусь по адресу ул. Козлова 28, Минск, время работы: 8.00-12.00 будние дни. Стоимость 5 базовых величин за 1 документ.</li>
            <li><span class="bold">Перевод на немецкий язык диплома, выписки к диплому, трудовой.</span> Любой переводчик, который есть в списках в нотариальных конторах.</li>
            <li><span class="bold">Нотариально заверить документы и перевод на немецкий язык диплома, выписки, трудовой, а, также паспорт</span> (разворот последний, предпоследний и прописка на отдельных листах!!!). Любая нотариальная контора.</li>
            <li><span class="bold">Справка из Вашего учебного заведения, что вы там действительно учились.</span></li>
        </ul>
        <p>2.    Рабочую Визу D - &euro;75 (оплата лично в Посольстве), страховку и фото для Посольства.</p>
        <p>Наши услуги в размере <span class="bold">&euro;600</span> по курсу НБ РБ на день оплаты для граждан Республики Беларусь. Для граждан других государств с любым образованием уточнять у менеджера.</p>
    </div>
    <div class="qa">
        <h2>Сколько времени занимает оформление документов?</h2>
        <p>На оформление всех документов ориентировочно необходимо около 1-6 месяцев с момента получения контракта от работодателя до момента получения рабочей немецкой Визы D.</p>
    </div>
</div>

<style>
    .qa {
        font-family: var(--geologica);
        margin-bottom: 30px;
    }

    .qa h2 {
        color: red;
        font-weight: 700;
        font-size: 24px;
    }

    .qa p {
        font-size: 16px;
        line-height: 24px;
        text-align: justify;
    }

    .bold {
        font-weight: 700;
    }

    .red {
        color: red;
    }

    .qa__list {
        padding-left: 20px;
        font-size: 16px;
        line-height: 24px;
    }

    .qa__list li::marker {
        content: "- ";
    }

    @media (max-width: 450px) {
        h1 {
            font-size: 32px;
        }
    }
</style>